book-text-escalation = 当涉及权力博弈时，关键在于策略运用。处理得当则全空间站都将艳羡你的手腕，稍有差池连神明都会与你为敌。就个人而言，我始终追求前者境界……

        首先：让那些侮辱飞起来吧！这是你真正让对手知道你对他们那可笑的大鞋子和那恼人的自行车角的看法的机会。

        没有肢体冲突的对抗总是不完整的。给你的对手来上一两次狠狠的推搡，如果运气好，他们会踉跄跌倒，这为你提供了更多 侮辱 的机会。

        但要注意，因为此刻你的对手很可能正试图杀掉你。所以，试着让事态稍微平息下来。这能让你在无可避免的凶杀调查中显得更体面。

        如果降级措施无效，就该抄家伙了。但得聪明点儿——选那种看起来压根不可能致命的东西，比如这本 书。

        如果你们俩都还站着，是时候亮出大家伙了。找到你能用的最锋利的东西做个了断，因为大家到现在都有点厌倦了。

        现在带着你被击败的对手穿过大厅前往医疗舱，让所有人都知道你究竟有多么强大。

        记住，这一切都是为了保存体力。让你的对手为你承担一部分攻势——这是双赢的局面！

book-text-escalation-security = 做得好，全站都会尊称你为狗屁安保。搞砸了，就等着挨神仙们的警棍吧。我个人嘛，向来只追求前者……

        人们常说笔胜于剑，可你并没有剑，只有一根电击棒，而且只要你一开始写字，任何嫌疑人都会离开。

        所以，试着用言语开始你的对抗。这或许不会让你被骂成狗管理，但对抱有致命意图的人来说，也不太可能奏效。

        你的下一步行动应是使用非致命或低致命性装备，例如电击棍、干扰器、闪光灯和闪光弹。务必在使用前接受相关培训——试图用这些工具与嫌疑人交换合作并非有效运用方式。

        若你足够幸运地遭遇具有致命威胁的嫌犯，此刻正是启用你从军械库囤积的所有装备之时。

        为了增加威慑力，把那些被你狠狠教训过的嫌犯带到医疗舱治疗，而不是禁闭室。这样一来，全体船员都能见识到你究竟有多强健。
